{
    "community-button": "Communauté",
    "trailer-button": "Vidéo",
    "overview-button": "Aperçu",
    "about-us-button": "À propos",
    "beta-test-title": "Deviens un beta testeur",
    "beta-test-text": "Deviens un beta testeur et reçois un e-mail avec une clé de jeu lorsque la version bêta sera publiée. Abonne-toi à notre newsletter pour obtenir les dernières actualités sur le jeu.",
    "beta-test-email": "Saisis ton mail",
    "beta-test-button": "Rejoins",
    "steam-title": "Ajoute à ta liste de souhaits sur Steam",
    "steam-text": "En ajoutant Abrupt Valley à ta liste de souhaits, soit parmis les premiers à jouer au jeu lors de sa sortie!",
    "steam-button": "Page Steam",
    "newsletter-subscription-checkbox": "S'inscrire a la newsletter",
    "watch-trailer": "Regarde le trailer",
    "community-title": "Rejoins la communauté",
    "join-discord": "Rejoins notre serveur Discord",
    "join-twitter": "Suis-nous sur Twitter",
    "join-youtube": "Abonne-toi à notre chaîne YouTube",
    "overview-city-title": "Construis ta cité",
    "overview-city-text": "Construis la meilleure cité pour vaincre ton ennemi. Rassemble de l'or et des ressources pour construire et améliorer des bâtiments militaires. Adapte-toi à ton territoire et optimises l'emplacement de tes bâtiments.",
    "overview-army-title": "Créez votre armée",
    "overview-army-text": "Constitue ton armée à partir des unités militaires de ta cité. Choisis les meilleures unités pour adapter ton armée aux troupes ennemies. Fais grandir ton armée et améliores tes unités pour devenir plus fort.",
    "overview-ladder-title": "Combat pour le trône",
    "overview-ladder-text": "Affronte des adversaires du monde entier ou entraîne-toi contre une IA pour apprendre le jeu. Deviens le meilleur joueur et grimpe dans le classement. Deviens le véritable roi de la vallée.",
    "about-us-title": "À propos de nous",
    "about-us-text": "Nous sommes une petite équipe de développeurs passionnés qui souhaitent créer le meilleur jeu de stratégie. Nous travaillons dur pour faire de ce jeu le meilleur possible. Nous sommes ouverts à tous les commentaires et suggestions pour l'améliorer.",
    "krun-title": "Développeur",
    "obsi-title": "Développeur"
  }